analogjs.vscode-analog
angular.ng-template
bradlc.vscode-tailwindcss
donjayamanne.githistory
ecmel.vscode-html-css
github.copilot
jdinhlife.gruvbox
svelte.svelte-vscode
vscodevim.vim
waderyan.gitblame
ms-dotnettools.csharp
ms-dotnettools.csdevkit
ms-azuretools.vscode-docker
dbaeumer.vscode-eslint
pushqrdx.inline-html
esbenp.prettier-vscode
