analogjs.vscode-analog
angular.ng-template
bradlc.vscode-tailwindcss
csharpier.csharpier-vscode
dbaeumer.vscode-eslint
donjayamanne.githistory
ecmel.vscode-html-css
esbenp.prettier-vscode
github.copilot
jdinhlife.gruvbox
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
pushqrdx.inline-html
rapidapi.vscode-rapidapi-client
rapidapi.vscode-services
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-arabic
streetsidesoftware.code-spell-checker-german
svelte.svelte-vscode
vscodevim.vim
waderyan.gitblame
